Repository: chrissharp80/emuqu
Catalog: Emuqu/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, is, it, ja, ko, nb, nl, pt_br, ru, sv, zh_hans

source: Strap backup: recording
ar: نسخة الحزام الاحتياطية: جارٍ التسجيل
da: Rem-backup: optager
de: Gurt-Backup: Aufzeichnung läuft
es: Copia en la banda: grabando
fi: Vyön varmuuskopio: tallentaa
fr: Sauvegarde ceinture : enregistrement
is: Afrit á ól: tekur upp
it: Backup fascia: in registrazione
ja: ストラップのバックアップ: 記録中
ko: 스트랩 백업: 기록 중
nb: Belte-backup: tar opp
nl: Bandback-up: neemt op
pt_br: Backup na cinta: gravando
ru: Резервная запись на датчике: идёт запись
sv: Bältesbackup: spelar in
zh_hans: 心率带备份：正在记录

source: Strap backup: starting...
ar: نسخة الحزام الاحتياطية: جارٍ البدء...
da: Rem-backup: starter...
de: Gurt-Backup: startet …
es: Copia en la banda: iniciando...
fi: Vyön varmuuskopio: käynnistyy...
fr: Sauvegarde ceinture : démarrage...
is: Afrit á ól: ræsir...
it: Backup fascia: avvio...
ja: ストラップのバックアップ: 開始中...
ko: 스트랩 백업: 시작 중...
nb: Belte-backup: starter...
nl: Bandback-up: starten...
pt_br: Backup na cinta: iniciando...
ru: Резервная запись на датчике: запуск...
sv: Bältesbackup: startar...
zh_hans: 心率带备份：正在启动...

source: Strap battery too low for overnight
ar: بطارية الحزام منخفضة جدًا للتسجيل الليلي
da: Pulsbæltets batteri er for lavt til natten over
de: Gurt-Akku zu schwach für die Nacht
es: Batería de la banda demasiado baja para toda la noche
fi: Pannan akku on liian vähissä yön yli
fr: Batterie de la ceinture trop faible pour la nuit
is: Rafhlaða ólar of lítil fyrir næturupptöku
it: Batteria della fascia troppo bassa per la notte
ja: ストラップのバッテリーが夜間記録には不足
ko: 스트랩 배터리가 야간 기록에 부족합니다
nb: Pulsbeltets batteri er for lavt for natten
nl: Bandbatterij te laag voor de hele nacht
pt_br: Bateria da cinta muito baixa para a noite toda
ru: Заряда датчика не хватит на ночь
sv: Pulsbandets batteri för lågt för hela natten
zh_hans: 心率带电量不足以整夜记录

source: Strap connected to iPhone%@ — tap to start; the iPhone will collect HR and stream stats here.
ar: الحزام متصل بالـ iPhone%@ — اضغط للبدء؛ سيجمع الـ iPhone معدل ضربات القلب ويبث الإحصائيات هنا.
da: Rem forbundet til iPhone%@ — tryk for at starte; iPhone indsamler puls og sender statistik hertil.
de: Gurt mit iPhone verbunden%@ — zum Starten tippen; das iPhone erfasst die Herzfrequenz und streamt die Werte hierher.
es: Banda conectada al iPhone%@: toca para empezar; el iPhone registrará la FC y enviará las estadísticas aquí.
fi: Vyö yhdistetty iPhoneen%@ — aloita napauttamalla; iPhone kerää sykkeen ja lähettää tilastot tänne.
fr: Ceinture connectée à l’iPhone%@ — touchez pour démarrer ; l’iPhone enregistre la FC et diffuse les statistiques ici.
is: Ól tengd við iPhone%@ — ýttu til að byrja; iPhone safnar púlsi og streymir tölum hingað.
it: Fascia connessa all’iPhone%@ — tocca per iniziare; l’iPhone raccoglie la FC e trasmette qui le statistiche.
ja: ストラップは iPhone に接続済み%@ — タップして開始。iPhone が心拍を収集し、統計をここに送ります。
ko: 스트랩이 iPhone에 연결됨%@ — 탭하여 시작하세요. iPhone이 심박수를 수집해 여기로 전송합니다.
nb: Belte koblet til iPhone%@ — trykk for å starte; iPhone samler puls og strømmer statistikk hit.
nl: Band verbonden met iPhone%@ — tik om te starten; de iPhone meet je hartslag en streamt de stats hierheen.
pt_br: Cinta conectada ao iPhone%@ — toque para iniciar; o iPhone coleta a FC e transmite as estatísticas aqui.
ru: Ремень подключён к iPhone%@ — нажмите, чтобы начать; iPhone соберёт пульс и передаст статистику сюда.
sv: Bandet är anslutet till iPhone%@ — tryck för att starta; iPhone samlar puls och strömmar statistik hit.
zh_hans: 心率带已连接到 iPhone%@ — 轻点开始；iPhone 将采集心率并把数据同步到这里。

source: Strap last reported a change %@ ago
ar: أبلغ الحزام عن تغيير آخر مرة قبل %@
da: Remmen rapporterede sidst en ændring for %@ siden
de: Der Gurt meldete zuletzt vor %@ eine Änderung
es: La banda informó de un cambio por última vez hace %@
fi: Panta ilmoitti muutoksesta viimeksi %@ sitten
fr: La ceinture a signalé un changement il y a %@
is: Beltið tilkynnti síðast breytingu fyrir %@ síðan
it: La fascia ha segnalato un cambiamento l'ultima volta %@ fa
ja: ストラップが最後に変化を報告したのは%@前です
ko: 스트랩이 마지막으로 변화를 보고한 것은 %@ 전입니다
nb: Beltet rapporterte sist en endring for %@ siden
nl: De band rapporteerde voor het laatst %@ geleden een wijziging
pt_br: A cinta relatou uma alteração pela última vez há %@
ru: Ремень в последний раз сообщил об изменении %@ назад
sv: Bandet rapporterade senast en ändring för %@ sedan
zh_hans: 心率带上次报告变化是在 %@ 前

source: Strap not connected
ar: الحزام غير متصل
da: Bælte ikke tilsluttet
de: Gurt nicht verbunden
es: Banda no conectada
fi: Pantaa ei yhdistetty
fr: Ceinture non connectée
is: Belti ekki tengt
it: Fascia non connessa
ja: ストラップが接続されていません
ko: 스트랩이 연결되지 않음
nb: Stroppen er ikke tilkoblet
nl: Band niet verbonden
pt_br: Cinta não conectada
ru: Датчик не подключён
sv: Bandet är inte anslutet
zh_hans: 心率带未连接

source: Strap paired to Watch — tap to start
ar: الحزام مُقترن بالساعة — اضغط للبدء
da: Rem parret med uret — tryk for at starte
de: Gurt mit Watch gekoppelt — zum Starten tippen
es: Banda vinculada al reloj: toca para empezar
fi: Vyö paritettu kelloon — aloita napauttamalla
fr: Ceinture associée à la montre — touchez pour démarrer
is: Ól pöruð við úrið — ýttu til að byrja
it: Fascia abbinata all’orologio — tocca per iniziare
ja: ストラップを Watch とペアリング済み — タップして開始
ko: 스트랩이 워치와 페어링됨 — 탭하여 시작
nb: Belte paret med klokken — trykk for å starte
nl: Band gekoppeld aan Watch — tik om te starten
pt_br: Cinta pareada com o relógio — toque para iniciar
ru: Ремень связан с часами — нажмите, чтобы начать
sv: Bandet är parat med klockan — tryck för att starta
zh_hans: 心率带已与手表配对 — 轻点开始

source: strap silent for %lld s
ar: الحزام صامت لمدة %lld ث
da: pulsbælte stille i %lld s
de: Gurt seit %lld s still
es: banda en silencio %lld s
fi: panta hiljaa %lld s
fr: ceinture silencieuse depuis %lld s
is: ól þögul í %lld s
it: fascia silenziosa da %lld s
ja: ストラップが %lld 秒間無反応
ko: 스트랩 %lld초간 무신호
nb: pulsbelte stille i %lld s
nl: band stil gedurende %lld s
pt_br: cinta em silêncio há %lld s
ru: датчик молчит %lld с
sv: pulsband tyst i %lld s
zh_hans: 心率带静默 %lld 秒

source: Strap-derived nocturnal mean (analysis window)
ar: المتوسط الليلي المشتق من الحزام (نافذة التحليل)
da: Natligt gennemsnit fra pulsbælte (analysevindue)
de: Nächtlicher Mittelwert vom Gurt (Analysefenster)
es: Media nocturna derivada de la banda (ventana de análisis)
fi: Pannasta johdettu yön keskiarvo (analyysi-ikkuna)
fr: Moyenne nocturne issue de la ceinture (fenêtre d’analyse)
is: Næturmeðaltal úr ól (greiningargluggi)
it: Media notturna dalla fascia (finestra di analisi)
ja: ストラップ由来の夜間平均（解析ウィンドウ）
ko: 스트랩 기반 야간 평균(분석 구간)
nb: Nattlig gjennomsnitt fra pulsbelte (analysevindu)
nl: Nachtelijk gemiddelde van band (analysevenster)
pt_br: Média noturna derivada da cinta (janela de análise)
ru: Ночное среднее с датчика (окно анализа)
sv: Nattligt medelvärde från pulsband (analysfönster)
zh_hans: 来自心率带的夜间均值（分析窗口）

source: Strap: %@
ar: الحزام: %@
da: Rem: %@
de: Gurt: %@
es: Banda: %@
fi: Vyö: %@
fr: Ceinture : %@
is: Ól: %@
it: Fascia: %@
ja: ストラップ: %@
ko: 스트랩: %@
nb: Belte: %@
nl: Band: %@
pt_br: Cinta: %@
ru: Ремень: %@
sv: Band: %@
zh_hans: 心率带：%@

source: Streamed
ar: مُرسَل
da: Streamet
de: Gestreamt
es: Transmitido
fi: Suoratoistettu
fr: Diffusé
is: Streymt
it: Trasmesso
ja: ストリーミング
ko: 스트리밍됨
nb: Strømmet
nl: Gestreamd
pt_br: Transmitido
ru: Передано
sv: Strömmad
zh_hans: 已传输

source: Streamed + Strap
ar: بث + حزام
da: Streamet + pulsbælte
de: Gestreamt + Gurt
es: Transmitido + banda
fi: Suoratoisto + panta
fr: Diffusé + ceinture
is: Streymt + ól
it: Streaming + fascia
ja: ストリーミング + ストラップ
ko: 스트리밍 + 스트랩
nb: Strømmet + pulsbelte
nl: Gestreamd + band
pt_br: Transmitido + cinta
ru: Поток + датчик
sv: Strömmad + pulsband
zh_hans: 传输 + 心率带

source: Streaming
ar: بث مباشر
da: Streamer
es: Transmitiendo
fi: Suoratoisto
fr: Diffusion
is: Streymi
ja: ストリーミング
ko: 스트리밍
nb: Strømmer
pt_br: Transmitindo
ru: Передача
sv: Strömmar
zh_hans: 传输中

source: Streaming beats
ar: بث النبضات
da: Streamer slag
de: Schläge streamen
es: Transmitiendo latidos
fi: Lyöntien suoratoisto
fr: Diffusion des battements
is: Streymi slaga
it: Streaming dei battiti
ja: 拍をストリーミング中
ko: 박동 스트리밍
nb: Strømmer slag
nl: Slagen streamen
pt_br: Transmitindo batimentos
ru: Передача ударов
sv: Strömmar slag
zh_hans: 正在传输心跳

source: Streaming only. Waking analysis uses BLE data and skips strap memory fetch.
ar: بث فقط. يستخدم تحليل الاستيقاظ بيانات BLE ويتخطى جلب ذاكرة الحزام.
da: Kun streaming. Vågneanalysen bruger BLE-data og springer hentning fra pulsbæltets hukommelse over.
de: Nur Streaming. Die Aufwach-Analyse nutzt BLE-Daten und überspringt das Auslesen des Gurtspeichers.
es: Solo transmisión. El análisis al despertar usa datos BLE y omite la descarga de la memoria de la banda.
fi: Vain suoratoisto. Herätysanalyysi käyttää BLE-dataa ja ohittaa pannan muistin noudon.
fr: Diffusion uniquement. L’analyse au réveil utilise les données BLE et ignore la mémoire de la ceinture.
is: Aðeins streymi. Vöknunargreining notar BLE-gögn og sleppir sókn í minni ólarinnar.
it: Solo streaming. L’analisi al risveglio usa i dati BLE e salta il recupero dalla memoria della fascia.
ja: ストリーミングのみ。起床時の解析は BLE データを使い、ストラップのメモリ取得は行いません。
ko: 스트리밍 전용. 기상 분석은 BLE 데이터를 사용하며 스트랩 메모리 가져오기는 건너뜁니다.
nb: Kun strømming. Våknings-analysen bruker BLE-data og hopper over henting fra pulsbeltets minne.
nl: Alleen streamen. De ontwaakanalyse gebruikt BLE-gegevens en slaat het ophalen uit het bandgeheugen over.
pt_br: Apenas streaming. A análise ao acordar usa dados BLE e ignora a busca na memória da cinta.
ru: Только потоковая передача. Утренний анализ использует данные BLE и пропускает чтение памяти датчика.
sv: Endast strömning. Uppvaknandeanalysen använder BLE-data och hoppar över hämtning ur pulsbandets minne.
zh_hans: 仅串流。醒来后的分析使用 BLE 数据，不读取心率带内存。

source: Stress avg
ar: متوسط الإجهاد
da: Stress gns.
de: Stress Ø
es: Estrés medio
fi: Stressi ka.
fr: Stress moy.
is: Streita meðal
it: Stress medio
ja: ストレス平均
ko: 스트레스 평균
nb: Stress gj.sn.
nl: Stress gem.
pt_br: Estresse méd.
ru: Стресс сред.
sv: Stress snitt
zh_hans: 压力平均

source: Stress index
ar: مؤشر الإجهاد
da: Stressindeks
es: Índice de estrés
fi: Stressi-indeksi
fr: Indice de stress
is: Streituvísitala
it: Indice di stress
ja: ストレス指数
ko: 스트레스 지수
nb: Stressindeks
pt_br: Índice de estresse
ru: Индекс стресса
zh_hans: 压力指数

source: Stress Index
ar: مؤشر الإجهاد
da: Stressindeks
es: Índice de estrés
fi: Stressi-indeksi
fr: Indice de stress
is: Streituvísitala
it: Indice di stress
ja: ストレス指数
ko: 스트레스 지수
nb: Stressindeks
pt_br: Índice de estresse
ru: Индекс стресса
zh_hans: 压力指数

source: Stress Index (Baevsky)
ar: مؤشر الإجهاد (بايفسكي)
da: Stressindeks (Baevsky)
es: Índice de estrés (Baevsky)
fi: Stressi-indeksi (Baevsky)
fr: Indice de stress (Baevsky)
is: Streituvísitala (Baevsky)
it: Indice di stress (Baevsky)
ja: ストレス指数（バエフスキー）
ko: 스트레스 지수(바에프스키)
nb: Stressindeks (Baevsky)
pt_br: Índice de estresse (Baevsky)
ru: Индекс стресса (Баевский)
zh_hans: 压力指数（巴耶夫斯基）

source: Stress index %lld — %@ band
ar: مؤشر الإجهاد %lld — نطاق %@
da: Stressindeks %lld — %@ bånd
de: Stressindex %lld — Bereich %@
es: Índice de estrés %lld — banda %@
fi: Stressi-indeksi %lld — %@ kaista
fr: Indice de stress %lld — bande %@
is: Streituvísitala %lld — %@ bil
it: Indice di stress %lld — fascia %@
ja: ストレス指数 %lld — %@ 帯
ko: 스트레스 지수 %lld — %@ 구간
nb: Stressindeks %lld — %@ bånd
pt_br: Índice de estresse %lld — faixa %@
ru: Индекс стресса %lld — диапазон %@
zh_hans: 压力指数 %lld — %@ 区间

source: Stress Index rising while RMSSD falls is a pattern of accumulated training or life stress, short sleep, or sometimes the start of an illness. If both move in the wrong direction for 2+ days, take a rest day.
ar: ارتفاع مؤشر الإجهاد مع انخفاض RMSSD نمط يدل على تراكم إجهاد التدريب أو ضغوط الحياة، أو قلة النوم، أو أحيانًا بداية مرض. إذا تحرّك الاثنان في الاتجاه الخاطئ يومين أو أكثر، خذ يوم راحة.
da: Et stigende stressindeks samtidig med faldende RMSSD er et mønster for ophobet trænings- eller hverdagsstress, kort søvn eller nogle gange begyndelsen på en sygdom. Bevæger begge sig forkert i 2+ dage, så tag en hviledag.
de: Ein steigender Stressindex bei gleichzeitig fallendem RMSSD ist ein Muster für angesammelte Trainings- oder Alltagsbelastung, kurzen Schlaf oder manchmal den Beginn einer Krankheit. Gehen beide 2+ Tage in die falsche Richtung, leg einen Ruhetag ein.
es: Un Índice de estrés que sube mientras el RMSSD baja es un patrón de estrés acumulado del entrenamiento o de la vida diaria, sueño corto o, a veces, el inicio de una enfermedad. Si ambos van en la dirección equivocada 2+ días, tómate un día de descanso.
fi: Nouseva stressi-indeksi samalla kun RMSSD laskee on merkki kertyneestä harjoitus- tai elämänstressistä, lyhyestä unesta tai joskus sairauden alusta. Jos molemmat liikkuvat väärään suuntaan vähintään 2 päivää, pidä lepopäivä.
fr: Un indice de stress en hausse pendant que le RMSSD baisse correspond à un stress accumulé lié à l’entraînement ou à la vie, à un sommeil court, ou parfois au début d’une maladie. Si les deux évoluent dans le mauvais sens pendant 2 jours ou plus, prenez un jour de repos.
is: Hækkandi streituvísitala á meðan RMSSD lækkar er mynstur uppsafnaðrar æfinga- eða lífsstreitu, stutts svefns, eða stundum upphafs veikinda. Ef hvort tveggja færist í ranga átt í 2+ daga skaltu taka hvíldardag.
it: Un Indice di stress in aumento mentre l’RMSSD cala è uno schema di stress accumulato da allenamento o vita quotidiana, sonno breve o talvolta l’inizio di una malattia. Se entrambi vanno nella direzione sbagliata per 2+ giorni, prenditi un giorno di riposo.
ja: RMSSD が低下する一方でストレス指数が上昇するのは、蓄積したトレーニングや生活上のストレス、睡眠不足、あるいは病気の始まりであることもあるパターンです。2 日以上どちらも悪い方向に動いている場合は、休養日を取りましょう。
ko: RMSSD가 떨어지는 동안 스트레스 지수가 오르는 것은 누적된 훈련 또는 생활 스트레스, 수면 부족, 때로는 질병의 시작을 나타내는 패턴입니다. 둘 다 2일 이상 나쁜 방향으로 움직이면 휴식일을 가지세요.
nb: Stigende stressindeks mens RMSSD faller er et mønster av akkumulert trenings- eller livsstress, kort søvn eller noen ganger starten på en sykdom. Hvis begge går i feil retning i 2 dager eller mer, ta en hviledag.
nl: Een stijgende stressindex terwijl RMSSD daalt is een patroon van opgebouwde trainings- of levensstress, kort slapen of soms het begin van een ziekte. Als beide 2 dagen of langer de verkeerde kant op gaan, neem dan een rustdag.
pt_br: Um Índice de estresse em alta enquanto o RMSSD cai é um padrão de treino ou estresse da vida acumulados, sono curto ou, às vezes, o início de uma doença. Se ambos seguirem na direção errada por 2+ dias, tire um dia de descanso.
ru: Рост индекса стресса при падении RMSSD — картина накопленной тренировочной или жизненной нагрузки, недосыпа, а иногда начала болезни. Если оба показателя идут в неправильную сторону 2+ дня, возьмите день отдыха.
sv: Ett stigande stressindex samtidigt som RMSSD faller är ett mönster för ackumulerad tränings- eller livsstress, kort sömn eller ibland början av en sjukdom. Går båda åt fel håll i 2+ dagar, ta en vilodag.
zh_hans: 压力指数上升而 RMSSD 下降，是累积训练或生活压力、睡眠不足，有时是疾病开始的一种模式。如果两者连续 2 天以上都朝不利方向变化，请安排一天休息。

source: Stress markers are elevated compared to your norm. Consider stress management today.
ar: مؤشرات الإجهاد مرتفعة مقارنة بمعتادك. فكّر في إدارة الإجهاد اليوم.
da: Stressmarkørerne er forhøjede i forhold til din norm. Overvej stresshåndtering i dag.
de: Die Stressmarker sind gegenüber deiner Norm erhöht. Denke heute an Stressbewältigung.
es: Los marcadores de estrés están elevados respecto a tu norma. Plantéate gestionar el estrés hoy.
fi: Stressimarkkerit ovat koholla normaaliisi verrattuna. Harkitse stressinhallintaa tänään.
fr: Les marqueurs de stress sont élevés par rapport à votre norme. Pensez à gérer le stress aujourd’hui.
is: Streituvísar eru hækkaðir miðað við þitt venjulega. Íhugaðu streitustjórnun í dag.
it: I marcatori di stress sono elevati rispetto alla tua norma. Valuta di gestire lo stress oggi.
ja: ストレス指標が平常時より高くなっています。今日はストレス対策を検討しましょう。
ko: 스트레스 지표가 평소보다 높습니다. 오늘은 스트레스 관리를 고려하세요.
nb: Stressmarkørene er forhøyet mot ditt vanlige nivå. Vurder stressmestring i dag.
nl: Stressmarkers zijn verhoogd t.o.v. je norm. Overweeg vandaag aan stressbeheer te doen.
pt_br: Os marcadores de estresse estão elevados em relação ao seu normal. Considere gerenciar o estresse hoje.
ru: Маркеры стресса повышены относительно вашей нормы. Подумайте об управлении стрессом сегодня.
sv: Stressmarkörerna är förhöjda mot din norm. Överväg stresshantering idag.
zh_hans: 压力标志物高于你的常态。今天可以安排一些压力管理。

source: Stride length
ar: طول الخطوة
da: Skridtlængde
de: Schrittlänge
es: Longitud de zancada
fi: Askelpituus
fr: Longueur de foulée
is: Skreflengd
it: Lunghezza del passo
ja: ストライド長
ko: 보폭
nb: Skrittlengde
nl: Paslengte
pt_br: Comprimento da passada
ru: Длина шага
sv: Steglängd
zh_hans: 步幅

source: strong
ar: قوي
da: stærk
de: stark
es: fuerte
fi: vahva
fr: fort
is: sterkt
it: forte
ja: 強い
ko: 강함
nb: sterk
nl: sterk
pt_br: forte
ru: сильный
sv: stark
zh_hans: 强

source: At or above the 12 bpm convention for 1-minute recovery. Your own trend across sessions says more than one reading.
ar: عند عتبة 12 نبضة/دقيقة المتعارف عليها لاسترداد الدقيقة الواحدة أو أعلى منها. اتجاهك عبر الجلسات يقول أكثر من قراءة واحدة.
da: På eller over 12 bpm-konventionen for restitution efter 1 minut. Din egen tendens på tværs af sessioner siger mere end én måling.
de: Auf oder über der 12-bpm-Konvention für die 1-Minuten-Erholung. Dein eigener Verlauf über mehrere Einheiten sagt mehr als ein Einzelwert.
es: En o por encima de la convención de 12 lpm para la recuperación en 1 minuto. Tu propia tendencia entre sesiones dice más que una sola lectura.
fi: 1 minuutin palautumisen 12 bpm:n käytännön rajalla tai sen yli. Oma kehityksesi harjoitusten välillä kertoo enemmän kuin yksi lukema.
fr: Au niveau ou au-dessus de la convention de 12 bpm pour la récupération à 1 minute. Votre propre tendance d’une séance à l’autre en dit plus qu’une seule mesure.
is: Við eða yfir 12 slaga viðmiðinu fyrir endurheimt á 1 mínútu. Þín eigin þróun milli æfinga segir meira en ein mæling.
it: Pari o superiore alla convenzione dei 12 bpm per il recupero a 1 minuto. Il tuo andamento tra le sessioni dice più di una singola lettura.
ja: 1 分間回復の 12 bpm 慣例的基準以上です。1 回の値より、セッション間でのご自身の傾向のほうが多くを語ります。
ko: 1분 회복의 12bpm 관례 기준 이상입니다. 한 번의 측정값보다 여러 세션에 걸친 자신의 추세가 더 많은 것을 말해 줍니다.
nb: På eller over 12 bpm-konvensjonen for restitusjon etter 1 minutt. Din egen trend på tvers av økter sier mer enn én måling.
nl: Op of boven de 12 bpm-conventie voor herstel na 1 minuut. Je eigen trend over sessies zegt meer dan één meting.
pt_br: Na convenção de 12 bpm para recuperação em 1 minuto ou acima. Sua própria tendência entre sessões diz mais do que uma leitura.
ru: На уровне или выше условного порога 12 уд/мин для восстановления за 1 минуту. Ваша собственная динамика от тренировки к тренировке говорит больше, чем одно значение.
sv: På eller över 12 bpm-konventionen för återhämtning efter 1 minut. Din egen trend mellan pass säger mer än ett enskilt värde.
zh_hans: 达到或高于 1 分钟恢复的 12 bpm 惯例阈值。跨多次训练的个人趋势比单次读数更能说明问题。

source: strong aerobic efficiency
ar: كفاءة هوائية قوية
da: stærk aerob effektivitet
de: starke aerobe Effizienz
es: fuerte eficiencia aeróbica
fi: vahva aerobinen tehokkuus
fr: forte efficacité aérobie
is: sterk loftháð nýtni
it: forte efficienza aerobica
ja: 高い有酸素効率
ko: 높은 유산소 효율
nb: sterk aerob effektivitet
nl: sterke aerobe efficiëntie
pt_br: forte eficiência aeróbica
ru: высокая аэробная эффективность
sv: stark aerob effektivitet
zh_hans: 有氧效率强

source: Strong HF power — robust parasympathetic activity
ar: قدرة HF قوية — نشاط نظير ودي متين
da: Stærk HF-effekt — robust parasympatisk aktivitet
de: Starke HF-Leistung — robuste parasympathische Aktivität
es: Potencia HF fuerte — actividad parasimpática robusta
fi: Vahva HF-teho — vankka parasympaattinen aktiivisuus
fr: Puissance HF forte — activité parasympathique robuste
is: Sterkt HF-afl — traust sefkerfisvirkni
it: Potenza HF forte — robusta attività parasimpatica
ja: HF パワー強 — 頑健な副交感神経活動
ko: HF 파워 강함 — 견고한 부교감 활동
nb: Sterk HF-effekt — robust parasympatisk aktivitet
nl: Sterk HF-vermogen — robuuste parasympathische activiteit
pt_br: Potência HF forte — atividade parassimpática robusta
ru: Высокая мощность HF — устойчивая парасимпатическая активность
sv: Stark HF-effekt — robust parasympatisk aktivitet
zh_hans: HF 功率强 — 副交感活动稳健

source: Above 30%
ar: أعلى من 30%
da: Over 30%
de: Über 30%
es: Por encima de 30%
fi: Yli 30%
fr: Au-dessus de 30%
is: Yfir 30%
it: Sopra 30%
ja: 30% 超
ko: 30% 초과
nb: Over 30%
nl: Boven 30%
pt_br: Acima de 30%
ru: Выше 30%
sv: Över 30%
zh_hans: 高于 30%

source: Strong total power — robust autonomic regulation
ar: قدرة إجمالية قوية — تنظيم لاإرادي متين
da: Stærk samlet effekt — robust autonom regulering
de: Starke Gesamtleistung — robuste autonome Regulation
es: Potencia total fuerte — regulación autonómica robusta
fi: Vahva kokonaisteho — vankka autonominen säätely
fr: Puissance totale forte — régulation autonome robuste
is: Sterkt heildarafl — traust ósjálfráð stjórnun
it: Potenza totale forte — regolazione autonomica robusta
ja: 総パワー強 — 頑健な自律神経調節
ko: 총 파워 강함 — 견고한 자율신경 조절
nb: Sterk total effekt — robust autonom regulering
nl: Sterk totaal vermogen — robuuste autonome regulatie
pt_br: Potência total forte — regulação autonômica robusta
ru: Высокая общая мощность — устойчивая вегетативная регуляция
sv: Stark total effekt — robust autonom reglering
zh_hans: 总功率强 — 自主神经调节稳健

source: Fast heart-rate recovery for this session
ar: تعافٍ سريع لمعدل ضربات القلب في هذه الجلسة
da: Hurtig pulsrestitution i denne session
de: Schnelle Herzfrequenzerholung in dieser Einheit
es: Recuperación rápida de la frecuencia cardíaca en esta sesión
fi: Nopea sykkeen palautuminen tässä harjoituksessa
fr: Récupération rapide de la fréquence cardiaque pour cette séance
is: Hröð endurheimt hjartsláttar í þessari æfingu
it: Recupero rapido della frequenza cardiaca in questa sessione
ja: このセッションでは心拍の回復が速い
ko: 이번 세션의 빠른 심박 회복
nb: Rask pulsrestitusjon i denne økten
nl: Snel hartslagherstel in deze sessie
pt_br: Recuperação rápida da frequência cardíaca nesta sessão
ru: Быстрое восстановление пульса на этой тренировке
sv: Snabb pulsåterhämtning under det här passet
zh_hans: 本次训练心率恢复较快

source: Strong vagal recovery
ar: تعافٍ مبهمي قوي
da: Stærk vagal restitution
de: Starke vagale Erholung
es: Fuerte recuperación vagal
fi: Vahva vagaalinen palautuminen
fr: Forte récupération vagale
is: Sterk endurheimt vagus
it: Forte recupero vagale
ja: 強い迷走神経回復
ko: 강한 미주신경 회복
nb: Sterk vagal restitusjon
nl: Sterk vagaal herstel
pt_br: Forte recuperação vagal
ru: Сильное вагусное восстановление
sv: Stark vagal återhämtning
zh_hans: 迷走神经恢复良好
